Repository: giellalt/corpus-fin
Catalog: tmx/smj/facta/1177.se/sveriges-nationella-minoritetssprak.html.tmx
Source language: fin
Languages: smj

source: Suomeksi / Finska
smj: Julevusámegiella / Lulesamiska

source: SuomeksiFinska
smj: JulevusámegiellaLulesamiska

source: Takaisin teeman aloitussivulle
smj: Svieriga rijkalasj unneplågo ja sijá gielaSveriges nationella minoriteter och minoriteter och minoritetsspråk

source: Ruotsin kansallisiin vähemmistöihin kuuluvat ruotsinsuomalaiset, juutalaiset, romanit, saamelaiset ja tornionjokilaaksolaiset.
smj: Svieriksuomaga, juvdára, roma, sáme ja duorosliegega li Svieriga rijkalasj unneplågo.

source: Kullakin ryhmällä on pitkään ollut kielellinen ja kulttuurinen yhteenkuuluvuus kansallisen yhteyden ohella.
smj: Unneplågojuohkusa li Svierigin mälggadav álmmugin viessum ja adni nanos aktijgullumvuodav.

source: Jokainen yksilö päättää itse, kuuluuko hän johonkin näistä kansallisista vähemmistöistä.
smj: Iesj mierret jus gullu aktaj rijkasasj unneplågojda jali ij.

source: Kyse on siitä, mihin ryhmään yksilö samaistuu ja minkä kanssa hän tuntee yhteenkuuluvuutta.
smj: Le man juohkusij ietjas ivuojnná ja aktavuodav dåbddå.

source: Valtiopäivät tunnustivat nämä viisi ryhmää kansallisiksi vähemmistöiksi vuonna 1999.
smj: 1999 dåhkkij rijkkabiejvve vihtta juohkusa rijkalasj unneplåhkon.

source: Vuonna 2010 tuli voimaan uusi laki, joka vahvistaa kansallisten vähemmistöjen oikeuksia ja vähemmistökielten asemaa.
smj: 2010 ådå láhká almoduváj mij nannot rijkalasj unneplågoj riektájt ja unneplågogielaj sajádagáv.

source: se julkaisevat useita terveyteen, hoitoon ja hoitoa koskeviin oikeuksiin liittyviä tekstejä viiden kansallisen vähemmistön kielten kahdellatoista tunnustetulla varieteetilla.
smj: se almot muhtem tevstajt varresvuoda, sujto ja rievtesvuodaj birra sujton lågenanguovte giellaj.

source: Olemme noudattaneet käännöksissä Kielineuvoston suosituksia, ja tekstit on tarkistettu yhdessä vähemmistöjen edustajien kanssa.
smj: Tjuovvum lip Giellaráde gåhtjulvisájt gå lip jårggålimijt dahkam, ja tevsta li gehtjadum aktan unneplågoj åvdåstiddjij.
